{
    "title": "Edu-GArD3n Welcomes Five Leading European Universities",
    "category": "Partnerships",
    "publish_date": "2026-02-20",
    "author": "Project Coordination Team",
    "image_url": "https://images.unsplash.com/photo-1521737711867-e3b97375f902?w=600&h=400&fit=crop",
    "summary": "The consortium expands with five prestigious European institutions joining forces to advance green additive manufacturing education.",
    "content_markdown": "## A New Era of Collaboration\n\nWe are thrilled to announce the official formation of the **Edu-GArD3n consortium**, bringing together five leading European universities committed to revolutionizing green additive manufacturing education.\n\n## Consortium Partners\n\n### Czech Technical University in Prague (Coordinator)\nBringing decades of expertise in mechanical engineering and additive manufacturing research.\n\n### University of Padova, Italy\nRenowned for sustainability research and materials science innovation.\n\n### Technical University of Munich, Germany\nLeaders in industrial engineering and green technology development.\n\n### Delft University of Technology, Netherlands\nPioneers in design engineering and circular economy principles.\n\n### Aalto University, Finland\nExperts in sustainable design and digital fabrication.\n\n## Our Mission\n\nTogether, we aim to:\n- Develop comprehensive curricula for green AM education\n- Create open-access learning resources\n- Foster international student and faculty exchange\n- Bridge the gap between academia and industry\n- Promote sustainable manufacturing practices across Europe\n\n## Looking Ahead\n\nThis partnership represents a significant step toward establishing Europe as a global leader in sustainable manufacturing education. Over the next three years, we will collaborate to create innovative learning materials, organize workshops and summer schools, and engage with industry partners.\n\n*The project is co-funded by the European Union under the Erasmus+ Programme.*",
    "created_at": "2025-12-29 16:00:00",
    "slug": "partnership-announcement-abc123"
}